import React from 'react';
import './CSS/Policy.css';

const Policy = () => {
  return (
    <div className="policy-container">
      <h1>سياستنا في البيع والتبديل والإرجاع لطلبات التوصيل أو داخل المحل :</h1>
      
      <section>
        <h2>طلبات التوصيل:</h2>
        <ul>
          <li>التوصيل في أغلب الحالات خلال يوم إلى يومين من تأكيد الطلب.</li>
          <li>يجب فحص الطلبية قبل الاستلام بدون قياس للتأكد من المطلوب.</li>
          <li>طلب التبديل أو الإرجاع يكون خلال 3 ساعات من استلام الطلبية.</li>
          <li>الإرجاع يكون كامل سعر السلعة مخصوم منه التوصيل.</li>
          <li>في حال الخطأ من المحل يتحمل كافة التكاليف.</li>
          <li>التبديل أو الإرجاع إذا كان الخطأ من المحل نتحمل كافة التكاليف.</li>
        </ul>
      </section>
      
      <section>
        <h2>داخل المحل:</h2>
        <ul>
          <li>البيع داخل المحل يكون بالدفع النقدي أو الفيزا.</li>
          <li>أخذ الفاتورة باسم معرض شادي لحفظ حقك في التبديل والإرجاع.</li>
          <li>حق الزبون في التبديل خلال 3 أيام من تاريخ الفاتورة والإرجاع خلال 24 ساعة من تاريخ الفاتورة.</li>
        </ul>
      </section>
    </div>
  );
}

export default Policy;
